import { Message } from "../types/Message";

export const messages: Message[] = [
  {
    author: "user",
    text: "Что такое доброта?",
  },
  {
    author: "ai",
    text: `$f(x) = 44$ Доброта — это качество, которое проявляется в действиях, словах и поведении, направленных на благополучие и счастье других людей. 
      
      Она включает в себя эмпатию, сострадание, щедрость, уважение и заботу.`,
  },
  {
    author: "user",
    text: "Что такое доброта?",
  },
  {
    author: "ai",
    text: `$f(x) = 44$ Доброта — это качество, которое проявляется в действиях, словах и поведении, направленных на благополучие и счастье других людей. 
      
      Она включает в себя эмпатию, сострадание, щедрость, уважение и заботу.`,
  },
  {
    author: "user",
    text: "Что такое доброта?",
  },
  {
    author: "ai",
    text: `$f(x) = 44$ Доброта — это качество, которое проявляется в действиях, словах и поведении, направленных на благополучие и счастье других людей. 
      
      Она включает в себя эмпатию, сострадание, щедрость, уважение и заботу.`,
  },
  {
    author: "user",
    text: "Что такое доброта?",
  },
  {
    author: "ai",
    text: `$f(x) = 44$ Доброта — это качество, которое проявляется в действиях, словах и поведении, направленных на благополучие и счастье других людей. 
      
      Она включает в себя эмпатию, сострадание, щедрость, уважение и заботу.`,
  },
  {
    author: "user",
    text: "Что такое доброта?",
  },
  {
    author: "ai",
    text: `$f(x) = 44$ Доброта — это качество, которое проявляется в действиях, словах и поведении, направленных на благополучие и счастье других людей. 
      
      Она включает в себя эмпатию, сострадание, щедрость, уважение и заботу.`,
  },
  {
    author: "user",
    text: "Что такое доброта?",
  },
  {
    author: "ai",
    text: `$f(x) = 44$ Доброта — это качество, которое проявляется в действиях, словах и поведении, направленных на благополучие и счастье других людей. 
      
      Она включает в себя эмпатию, сострадание, щедрость, уважение и заботу.`,
  },
  {
    author: "user",
    text: "Что такое доброта?",
  },
  {
    author: "ai",
    text: `$f(x) = 44$ Доброта — это качество, которое проявляется в действиях, словах и поведении, направленных на благополучие и счастье других людей. 
      
      Она включает в себя эмпатию, сострадание, щедрость, уважение и заботу.`,
  },
  {
    author: "user",
    text: "Что такое доброта?",
  },
  {
    author: "ai",
    text: `$f(x) = 44$ Доброта — это качество, которое проявляется в действиях, словах и поведении, направленных на благополучие и счастье других людей. 
      
      Она включает в себя эмпатию, сострадание, щедрость, уважение и заботу.`,
  },
  {
    author: "user",
    text: "Что такое доброта?",
  },
  {
    author: "ai",
    text: `$f(x) = 44$ Доброта — это качество, которое проявляется в действиях, словах и поведении, направленных на благополучие и счастье других людей. 
      
      Она включает в себя эмпатию, сострадание, щедрость, уважение и заботу.`,
  },
  {
    author: "user",
    text: "Что такое доброта?",
  },
  {
    author: "ai",
    text: `$f(x) = 44$ Доброта — это качество, которое проявляется в действиях, словах и поведении, направленных на благополучие и счастье других людей. 
      
      Она включает в себя эмпатию, сострадание, щедрость, уважение и заботу.`,
  },
];
